{
  "id": 6,
  "name": "Bộ Pha Cà Phê Pour Over Gốm Bát Tràng",
  "slug": "coffee-dripper-bat-trang",
  "description": "Bộ pha cà phê Pour Over làm từ gốm Bát Tràng cao cấp, thiết kế độc đáo với họa tiết truyền thống, giúp pha cà phê thơm ngon và đậm đà hơn.",
  "longDescription": "Bộ Pha Cà Phê Pour Over Gốm Bát Tràng là sự kết hợp hoàn hảo giữa nghệ thuật gốm truyền thống Việt Nam và văn hóa thưởng thức cà phê hiện đại. Mỗi sản phẩm đều được các nghệ nhân làng gốm Bát Tràng tạo ra bằng tay với sự tỉ mỉ và tâm huyết.\n\nBộ sản phẩm bao gồm phễu lọc (dripper) và cốc hứng, được làm từ đất sét cao cấp, nung ở nhiệt độ cao (1200-1300°C) để đảm bảo độ bền và khả năng giữ nhiệt tốt. Bề mặt được tráng men cao cấp, an toàn cho sức khỏe và dễ dàng vệ sinh.\n\nĐặc điểm nổi bật:\n- Làm thủ công 100% từ đất sét Bát Tràng cao cấp\n- Thiết kế độc đáo với họa tiết truyền thống Việt Nam\n- Khả năng giữ nhiệt tốt, giúp trích xuất hương vị cà phê tối ưu\n- Lỗ thoát nước được thiết kế khoa học, tạo ra dòng chảy đều và ổn định\n- Mỗi sản phẩm đều là độc nhất, mang dấu ấn riêng của người nghệ nhân\n\nHướng dẫn sử dụng:\n- Đặt phễu lọc lên cốc hứng\n- Đặt giấy lọc vào phễu và tráng qua bằng nước nóng\n- Cho 15-18g cà phê xay vừa vào phễu\n- Pha theo tỉ lệ 1:15 (cà phê:nước)\n- Rót nước theo chuyển động xoắn ốc từ trong ra ngoài\n\nBảo quản:\n- Rửa sạch sau mỗi lần sử dụng\n- Để khô tự nhiên\n- Tránh va đập mạnh",
  "price": 450000,
  "image": "https://images.unsplash.com/photo-1544787219-7f47ccb76574?q=80&w=1000&auto=format&fit=crop",
  "gallery": [
    "https://images.unsplash.com/photo-1495474472287-4d71bcdd2085?q=80&w=1000&auto=format&fit=crop",
    "https://images.unsplash.com/photo-1514432324607-a09d9b4aefdd?q=80&w=1000&auto=format&fit=crop",
    "https://images.unsplash.com/photo-1611854779393-1b2da9d400fe?q=80&w=1000&auto=format&fit=crop"
  ],
  "category": "Accessories",
  "features": [
    "Làm thủ công từ gốm Bát Tràng cao cấp",
    "Thiết kế độc đáo với họa tiết truyền thống",
    "Khả năng giữ nhiệt tốt",
    "Lỗ thoát nước được thiết kế khoa học",
    "Bộ sản phẩm bao gồm phễu lọc và cốc hứng"
  ],
  "specifications": {
    "Xuất xứ": "Làng gốm Bát Tràng, Hà Nội",
    "Chất liệu": "Gốm sứ cao cấp",
    "Kích thước phễu": "Đường kính 10cm, cao 8cm",
    "Kích thước cốc": "Đường kính 8cm, cao 10cm, dung tích 300ml",
    "Màu sắc": "Trắng ngà với họa tiết xanh cobalt",
    "Bảo quản": "Tránh va đập mạnh"
  },
  "inStock": true,
  "rating": 4.7,
  "reviews": 35,
  "date": "2024-01-15",
  "tags": ["Accessories", "Coffee", "Ceramic", "Handmade"]
}
