{
  "id": 7,
  "name": "Hộp Quà Tặng Đặc Sản Việt Nam",
  "slug": "vietnamese-specialty-gift-set",
  "description": "Hộp quà tặng sang trọng chứa các đặc sản Việt Nam cao cấp: cà phê Arabica, trà Oolong, mật ong rừng và tiêu Phú Quốc, là món quà ý nghĩa cho người thân và đối tác.",
  "longDescription": "Hộp Quà Tặng Đặc Sản Việt Nam là sự kết hợp tinh tế của những sản phẩm đặc sản cao cấp từ khắp các vùng miền Việt Nam. Được đóng gói trong hộp gỗ sang trọng với thiết kế hiện đại pha trộn nét truyền thống, đây là món quà ý nghĩa dành tặng người thân, bạn bè hay đối tác kinh doanh trong các dịp lễ tết, sinh nhật hoặc kỷ niệm.\n\nMỗi sản phẩm trong hộp quà đều được chọn lọc kỹ càng, đảm bảo chất lượng cao nhất và mang đậm bản sắc văn hóa Việt Nam. Từ hương vị đắng nhẹ của cà phê Arabica Đà Lạt, hương thơm thanh tao của trà Oolong Tây Bắc, vị ngọt tự nhiên của mật ong rừng U Minh đến vị cay nồng của tiêu Phú Quốc - tất cả tạo nên một bộ sưu tập đặc sản đa dạng và phong phú.\n\nBộ quà tặng bao gồm:\n- Cà phê Arabica Đà Lạt (100g)\n- Trà Oolong Tây Bắc (50g)\n- Mật ong rừng U Minh (100ml)\n- Tiêu đen Phú Quốc (50g)\n- Hộp gỗ sang trọng với khắc laser logo và thông điệp\n\nĐặc điểm nổi bật:\n- Sản phẩm chất lượng cao, được chứng nhận an toàn thực phẩm\n- Đóng gói sang trọng, phù hợp làm quà tặng\n- Thể hiện nét văn hóa và đặc trưng vùng miền Việt Nam\n- Có thể tùy chỉnh thông điệp cá nhân trên hộp quà\n- Bao gồm tờ thông tin giới thiệu về từng sản phẩm và cách sử dụng",
  "price": 850000,
  "salePrice": 750000,
  "image": "https://images.unsplash.com/photo-1607344645866-009c320c5ab0?q=80&w=1000&auto=format&fit=crop",
  "gallery": [
    "https://images.unsplash.com/photo-1513519245088-0e12902e5a38?q=80&w=1000&auto=format&fit=crop",
    "https://images.unsplash.com/photo-1606830733744-0ad778449672?q=80&w=1000&auto=format&fit=crop",
    "https://images.unsplash.com/photo-1549465220-1a8b9238cd48?q=80&w=1000&auto=format&fit=crop"
  ],
  "category": "Gift Sets",
  "features": [
    "Bộ 4 đặc sản Việt Nam cao cấp",
    "Đóng gói trong hộp gỗ sang trọng",
    "Có thể tùy chỉnh thông điệp cá nhân",
    "Bao gồm tờ thông tin giới thiệu",
    "Phù hợp làm quà tặng cho mọi dịp"
  ],
  "specifications": {
    "Xuất xứ": "Việt Nam",
    "Kích thước hộp": "25cm x 20cm x 10cm",
    "Trọng lượng": "Khoảng 1kg",
    "Thành phần": "Cà phê, trà, mật ong, tiêu",
    "Hạn sử dụng": "6 tháng kể từ ngày đóng gói",
    "Bảo quản": "Nơi khô ráo, tránh ánh nắng trực tiếp"
  },
  "inStock": true,
  "rating": 4.9,
  "reviews": 67,
  "date": "2024-02-01",
  "tags": ["Gift Sets", "Vietnamese Specialties", "Premium", "Organic"]
}
